;
; Vihjeitä kääntäjälle:
; Aloittaessasi käännöstä - kopioi english.ini nimelle "finnish.ini"
; Käännä vain teksti merkin ' = ' jälkeen
; Älä muuta kohdan "Reading habits - Lukusuunta" tekstiä
; Wise Reminder
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; Soft Version: 1.27
; Lang. Update: 2018-Mar-05

[Translation]
LanguageName=FIN
LangCode=040B
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Vahvista

;
; Main GUI - Pää ikkuna
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Asetetut muistutukset
TfrmWRMMain.btnCompleted.Caption=Toteutuneet muistutukset
TfrmWRMMain.btnBack.caption=Takaisin
TfrmWRMMain.btnDone.Caption=Tallenna
TfrmWRMMain.lblRepeat.caption=Toista :
TfrmWRMMain.lblTime.caption=Aika :
TfrmWRMMain.lblName.caption=Muistutuksen Kuvaus :
TfrmWRMMain.lblDate.caption=Koska :
TfrmWRMMain.cbPeriod.Item1=Kerran
TfrmWRMMain.cbPeriod.Item2=Päivittäin
TfrmWRMMain.cbPeriod.Item3=Viikoittain
TfrmWRMMain.cbPeriod.Item4=Kuukausittain
TfrmWRMMain.cbPeriod.Item5=Vuosittain
;
;hint - vihjeet
;
TfrmWRMMain.RestoreHint=Varmista & Palauta
TfrmWRMMain.imgf.hint=Seuraa meitä Facebookissa
TfrmWRMMain.imgt.hint=Seuraa meitä Twitterissä
TfrmWRMMain.imgmail.hint=Jaa tätä ystävillesi
TfrmWRMMain.imghome.hint=Kotisivulle
TfrmWRMMain.CloseHint=Sulje
TfrmWRMMain.MenuHint=Valinnat
TfrmWRMMain.MinHint=Pienennä
TfrmWRMMain.lbl2.caption=Nykyinen Versio: %s
TfrmWRMMain.lbl3.Caption=Tarkista päivitykset
TfrmWRMMain.btnDetails.hint_1=Yksityiskohdat
TfrmWRMMain.btnDetails.hint_2=Muokkaa ja Palauta
TfrmWRMMain.btnDelete.hint_1=Merkitse päättyneeksi
TfrmWRMMain.btnDelete.hint_2=Poista
TfrmWRMMain.OpenWindow=Avaa WiseReminder
TfrmWRMMain.btnNew.Caption=uusi

msgdlg.btnNO=EI
msgdlg.btnOk=OK
msgdlg.btnYes=Kyllä
;
; Time - Ajat
;
constY=Vuosi
constM=Kuukausi
constD=Päivä
constHH=Tunti
constMM=Minuutti
constSS=Sekuntti
constYs=Vuotta
constMs=Kuukautta
constDs=Päivää
constHHs=Tuntia
constMMs=Minuuttia
constSSs=Sekunttia
;
; Popup Menu - Ponnahdus Valikko
;
TfrmWRMMain.TrayMenuItem1=Suoraa Apua
TfrmWRMMain.TrayMenuItem2=Keskustelualueelle
TfrmWRMMain.TrayMenuItem3=Kotisivulle
TfrmWRMMain.TrayMenuItem4=Ota yhteyttä Meihin
TfrmWRMMain.TrayMenuItem5=Tarkista päivitykset
TfrmWRMMain.TrayMenuItem6=Auto Tarkista Uutiset
TfrmWRMMain.TrayMenuItem7=Kieli
TfrmWRMMain.TrayMenuItem8=Suorita Käynnistettäessä
TfrmWRMMain.TrayMenuItem9=Tietoja Meistä
TfrmWRMMain.TrayMenuItem10=LOPETA Muistutin
TfrmRemindDlg.Caption_1=Olet hukannut muutamia muistutuksia
TfrmWRMMain.lbl1.caption=Kopiot
TfrmWRMMain.fxpmn.item1=Tallenna muistutukset
TfrmWRMMain.fxpmn.item2=Palauta muistutukset
GetLang=Käännetty kielille...
;
; Notice - Muistutus
;
TfrmRemindDlg.Caption=Muistutus
TfrmRemindDlg.btnComplete.Caption=OK Sain sen
TfrmRemindDlg.btnDelay.Caption=Muistuta Myöhemmin
;
; About - Tietoja
;
TfrmAbout.Caption=Tietoja Ohjelmasta ja Meistä
TfrmAbout.lblEmail.caption=Tuen Sähköposti:
TfrmAbout.lblhome.caption=Virallinen Kotisivu:
TfrmAbout.lblthanks.caption=Kiitokset avusta seuraaville:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Nykyinen Versio :
;
;Voice - Äänet
;
TfrmWRMMain.cbbVoice.Item1 = Ei ääntä
TfrmWRMMain.cbbVoice.Item2 = Oletus
TfrmWRMMain.cbbVoice.Item3 = Mukautettu
TfrmWRMMain.lblVoice.Caption = Äänellä :  

[Messages]
UnkonwFileType = Ei tunnistettavaa ääni tiedostoa!
ExitModify=Et ole tallentanut muutoksia. Oletko varma että haluat poistua?
RemindNameNULL=Anna kuvaus muistutukselle!
NewVer=Uusi versio saatavilla! Päivitetäänkö nyt?
NoNewVer=Onnittelut! Käytät uusinta versiota.
ExitApp=Oletko varma että haluat poistua Wise Reminderista? Asetetut muistutukset eivät tallennu eivätkä ole saatavilla tämän jälkeen!
NoneReminder=Et ole asettanut yhtään muistutusta!
NoneCopmpleted=Ei toteutuneita muistutuksia!
NoneSelected=Valitse ainakin yksi kohde!
TimeOver=Olet asettanut muistutuksen alku ajan menneeseen aikaan!

[Lang]
NativeLanguage=Finnish-Suomi